{
    "id": "contact",
    "location": {
        "id": "sijainti",
        "title": "Sijainti",
        "visitaddress": {
            "title": "Käyntiosoite",
            "address": "Lapinlahdenkatu 16, Rakennus 5, 00180 Helsinki"
        },
        "postaddress": {
            "title": "Postiosoite",
            "address": "PL 18201, 00099 Helsingin kaupunki"
        },
        "directions": {
            "title": "Saapuminen",
            "intro": {
                "title": "Maria 01 -alue",
                "text": ["Digitalents Academy sijaitsee osoitteessa Lapinlahdenkatu 16, Maria 01 -alueella. Alueen pääsisäänkäynti on pohjoispäässä Lapinlahdenkadulla, mutta sisään pääsee myös etelästä Mechelininkadulta.",
                        "Toimimme punatiilisessä rakennuksessa 5, Games Factoryn ohessa. Ulko-ovi on sama kuin Maki.vc:lla, mutta olemme heti ensimmäisessä kerroksessa portaiden alapäässä."
                ]
            },
            "byfoot": {
                "title": "Jalan tai polkien",
                "text": ["Kampin metroasemalta paikan päälle pääsee kävellen noin 10 minuutissa, Radisson-hotellin ohi, alas Lapinrinnettä ja Lapinlahdenkatua pitkin pääportille.",
                        "Ruoholahden metroasemalta noin samassa ajassa Itämerenkadun ja Mechelininkadun kautta eteläisestä sisäänkäynnistä.",
                        "Rautatieasemalta kävellen pääsee noin 20 minuutissa pitkin baanaa, jota pääsee kätevästi myös pyörällä. Baanaa tullessasi nouse ylös Pohjoiselle Rautatienkadulle ja K-marketin ohi pääsisäänkäynnille."
                ]
            },
            "bycar": {
                "title": "Autolla",
                "text": ["Pohjoisesta tullessa käänny Mechelininkadulta Pohjoiselle Rautatiekadulle ja heti oikealle Lapinlahdenkadulle ja taas oikealle pääportista sisään. Idästä tule Helsinginkadun ja Mannerheimintien kautta Pohjoiselle Rautatiekadulle. Lännestä saapuessasi aja Porkkalankadulta Mechelininkadulle, josta pääset sisään eteläiseltä sisäänkäynniltä.",
                    "Maria 01 -alueelle saapuessa on heti maksullinen pysäköintialue. Maksaminen onnistuu parkkiautomaatilla sekä EasyPark- tai ParkMan-sovelluksilla. Lapinlahdentiellä hautausmaiden välissä on myös mahdollisuus lyhytaikaiseen ilmaiseen pysäköintiin. Tienvarsipysäköinti muualla alueen läheisyydessä on maksullista. Parkkipaikkoja on yleensä rajoitetusti, joten suosittelemme käyttämään julkisia kulkuvälineitä."
                ]
            },
            "bypublictransit": {
                "title": "Julkisella liikenteellä",
                "text": ["Lähin raitiovaunupysäkki on Maria Mechelininkadulla ja siinä pysähtyy raitiovaunu numero 8. Rautatieasemalta pääsee raitiovaunuilla 7 ja 9, jotka pysähtyvät Ruoholahden villat -pysäkillä. Lähin metroasema on Kampissa. Lähin linja-autopysäkki on Leppäsuonkatu ja siinä pysähtyvät bussit 24 ja 192."
                ]
            },
            "map": {
                "embedsrc": "https://www.openstreetmap.org/export/embed.html?bbox=24.9192586%2C60.165855%2C24.923737%2C60.167041&layer=mapnik&marker=60.16645%2C24.92145",
                "bigmaptext": "Suuri kartta"
            }
        }
    },
    "people": {
        "id": "henkilosto",
        "title": "Henkilöstö",
        "peoplecards": [
            {
                "id": 0,
                "name": "Arto Aitta",
                "title": "Työvalmentaja",
                "landline": "09 310 20374",
                "mobile": "040 829 1342",
                "email": "arto.aitta@edu.hel.fi",
                "picture": "arto.jpg",
                "quote": "Kuljen nuoren rinnalla auttaen löytämään jatkopolkuja tulevaisuuteen. Tarjoan ensisijaisesti tukea työnhakuun ja opintopolkujen kartoittamiseen. Yksilövalmentajana autan hahmottamaan omia unelmia ja tavoitteita. Työssäni hyödynnän ratkaisukeskeisiä menetelmiä."
            },
            {
                "id": 1,
                "name": "Krishna Regmi",
                "title": "Opettaja",
                "landline": "09 310 23369",
                "mobile": "040 508 0336",
                "email": "krishna.regmi@edu.hel.fi",
                "picture": "krishna.png",
                "quote": "Olen vastuussa opetussuunnitelmasta, ohjauksesta ja opetuksesta sekä urapolkujen selkeyttämisestä. Minua voi lähestyä opetukseen ja ohjaukseen liittyvissä asioissa. Autan myös muissa asioissa ja tarvittaessa ohjaan eteenpäin."
            },
            {
                "id": 2,
                "name": "Elli Vähäkangas",
                "title": "IT-Assistentti",
                "landline": "09 310 2287",
                "mobile": "040 641 2092",
                "email": "elli.vahakangas@edu.hel.fi",
                "picture": "elli.png",
                "quote": "Minua voi lähestyä, kun tarvitsee apua tehtävien kanssa. Jos en osaa itse heti auttaa, selvitetään asia yhdessä tai etsin jonkun, joka osaa. Myös design-puoli ja monet Adoben ohjelmat on tuttuja."
            },
            {
                "id": 3,
                "name": "Nina Maneejun",
                "title": "Kuntouttava kouluttaja",
                "landline": "09 310 23406",
                "mobile": "040 506 1549",
                "email": "nina.maneejun@edu.hel.fi",
                "picture": "nina.png",
                "quote": "Toimin nuoren tukena ja autan elämänhallintaan liittyvissä asioissa. Tuki voi olla kahdenkeskistä, tai ryhmässä tapahtuvaa ohjausta. Autan tavoitteiden tarkentamisessa ja toteutumisessa työpajajakson aikana. Lisäksi luomme ja ylläpidämme yhteistyötä tukiverkostojen kanssa."
            },
            {
                "id": 4,
                "name": "Tarja Kurvinen",
                "title": "Projektikoordinaattori",
                "landline": "-",
                "mobile": "040 669 2530",
                "email": "tarja.kurvinen@hel.fi",
                "picture": "tarja.png",
                "quote": "Mietin ja toteutan nuoren kanssa yhdessä tukitoimenpiteitä, joilla nuoren oppimista ja työelämätaitoja voidaan vahvistaa ja kehittää. Olen nuoren tukena hänen matkallaan kohti unelmia, työelämää tai jatko-opintoja."
            }
        ]
    }
}