{
  "landing": {
    "title": "Digitalents ICT",
    "slogan": "With us you'll introduce yourself to the world of programming",
    "subslogan": "Alone and in a team, guided and independently",
    "scrollind": "Read more"
  },
  "intro": {
    "id": "intro",
    "title": "Who we are",
    "text": [
      "Digitalents-ICT-työpajalla alle 29-vuotiaat nuoret pääsevät kokeilemaan ohjelmointia ja tekemään harjoitus- ja tilaustöitä aiheen parissa.",
      "Nuorella ei tarvitse olla aikaisempaa osaamista, ja opetussuunnitelma räätälöidään osallistujan toiveiden ja mielenkiinnon mukaan. Opiskelu on monimuotoista, ja tapahtuu niin itsenäisesti kuin ryhmäprojektien parissa modernisti oppien."
    ],
    "question": "Oletko alle 29-vuotias ja kiinnostunut alasta?",
    "joinus": "Tule Mukaan!"
  },
  "teaser": {
    "id": "teaser",
    "title": "Check your skills",
    "item1": "Try it out!",
    "item2": "Learn something new",
    "item3": "Is it your thing?"
  },
  "infogrid": {
    "id": "toiminta",
    "title": "Opit ohjelmointia modernissa oppimisympäristössä",
    "subtitle": "Täällä sinulle on",
    "blocks": [
      {
        "id": 0,
        "img": "placeholder0.png",
        "title": "Harjoituksia ja oikeita projekteja",
        "text": "Koska asiat oppii parhaiten tekemällä"
      },
      {
        "id": 1,
        "img": "placeholder1.png",
        "title": "Vertaistukea",
        "text": "On kivempaa olla pulassa yhdessä"
      },
      {
        "id": 2,
        "img": "placeholder2.png",
        "title": "Avustavat ohjaajat",
        "text": "Kysy mitä vaan, milloin vaan!"
      },
      {
        "id": 3,
        "img": "placeholder3.png",
        "title": "Apua jatkopolulle ja työnhakuun",
        "text": ""
      }
    ]
  },
  "moreinfo": {
    "id": "tietoa",
    "title": "Työpajalla",
    "text": [
      "Työpajajaksolla ammatilliset valmiutesi kehittyvät, taitosi kasvavat ja työkokemuksen karttuessa parannat mahdollisuuksiasi päästä opiskelemaan tai suoraan työhön.",
      "Työskentely tapahtuu modernisti niin itsenäisen opiskelun kuin ryhmäprojektienkin, kuten tilaus- ja harjoitustöiden parissa. Pääset oppimaan kokeilemalla ja tekemällä virheitä apunasi monimuotoiset opiskelumateriaalit sekä hyvä porukka jossa vertaisoppia.",
      "Työkokeilun aikana tukenasi ovat ohjaajat ja kouluttaja, jotka pyrkivät auttamaan tilanteessa missä hyvänsä, liittyi ongelma sitten ohjelmointiin, taloudellisiin asioihin tai henkilökohtaisempiin kysymyksiin."
    ],
    "toblog": "Katso toimintaa blogistamme!"
  },
  "applyinfo": {
    "id": "hae",
    "interested": "Kiinnostuitko?",
    "applynow": "Hae meille!",
    "process": "Hakeminen",
    "text": [
      {
        "id": 0,
        "bold": "Voit hakea työpajalle, jos olet 17-29-vuotias Helsinkiläinen nuori ja olet työttömänä työnhakijana TE-toimistossa tai opiskelijana Stadin ammattiopistossa.",
        "normal": "Työkokeilu kestää 1-6 kuukautta, jonka päätteeksi tavoitteena on löytää jatkopolku, kuten työ- tai opiskelupaikka, jos ala tuntuu itselle sopivalta."
      },
      {
        "id": 1,
        "bold": "Haku on käynnissä jatkuvasti, ja aloitukset ovat aina kuun ensimmäisenä maanantaina, mikäli vapaita paikkoja löytyy.",
        "normal": "Voit tiedustella peruutus- tai täydennyspaikkoja myös ryhmien aloittamisen jälkeen ottamalla yhteyttä suoraan pajan työpaikkaneuvojaan."
      },
      {
        "id": 2,
        "bold": "Pajoille voi hakea täyttämällä sähköisen hakulomakkeen, jonka jälkeen hakijaan otetaan yhteyttä mahdollisimman pian.",
        "normal": ""
      }
    ],
    "toapply": {
      "text": "Siirry tästä työpajojen yhteiseen hakemuslomakkeeseen. Valitse Yrityksissä tapahtuva valmennus (Digitalents).",
      "link": "https://response.questback.com/isa/qbv.dll/ShowQuest?QuestID=5039569&sid=dClp3aBhxG"
    }
  }
}