{
  "landing": {
    "logoimg": "DTA_isologo_musta.svg",
    "slogan": "Meillä tutustut ohjelmoinnin maailmaan",
    "subslogan": "Yksin ja tiimissä, ohjatusti ja itsenäisesti",
    "scrollind": "Lisää meistä"
  },
  "intro": {
    "id": "intro",
    "title": "Haaveissa työ- tai opiskelupaikka ICT-alalta?",
    "text": [
      "Digitalents Academy on nykyaikainen ja luova oppimisympäristö 17-29-vuotiaille Helsinkiläisille työttömille työnhakijoille. Työkokeilussa perehdyt ohjelmoinnin perusteisiin ja pääset tekemään harjoitus- ja tilaustöitä aiheen parissa. Sinulla ei tarvitse olla aikaisempaa osaamista alalta. Opetussuunnitelmasi räätälöidään toiveittesi ja mielenkiintosi mukaan, ja voit esimerkiksi perehtyä nettisivujen koodaamiseen, suunnitteluun ja ylläpitoon tai keskittyä kokonaan vaikkapa peliohjelmointiin. "
    ],
    "question": "Oletko alle 29-vuotias ja kiinnostunut alasta?",
    "joinus": "Tule Mukaan!"
  },
  "infogrid": {
    "id": "toiminta",
    "teaser": {
      "title": "Selvitä taitosi",
      "item1": "Kokeile!",
      "item2": "Opi uutta",
      "item3": "Onko juttusi?"
    },
    "title": "Opit ohjelmointia modernissa oppimisympäristössä",
    "subtitle": "Täällä sinulle on",
    "blocks": [
      {
        "id": 0,
        "img": "placeholder0.png",
        "title": "Harjoituksia ja oikeita projekteja",
        "text": "Koska asiat oppii parhaiten tekemällä",
        "bgcolor": "#4d64c1"
      },
      {
        "id": 1,
        "img": "placeholder1.png",
        "title": "Vertaistukea",
        "text": "On kivempaa olla pulassa yhdessä",
        "bgcolor": "#08415c"
      },
      {
        "id": 2,
        "img": "placeholder2.png",
        "title": "Avustavat ohjaajat",
        "text": "Kysy mitä vaan, milloin vaan!",
        "bgcolor": "#000000"
      },
      {
        "id": 3,
        "img": "placeholder3.png",
        "title": "Apua jatkopolulle ja työnhakuun",
        "text": "",
        "bgcolor": "#08415c"
      }
    ]
  },
  "moreinfo": {
    "id": "tietoa",
    "title": "Työpajalla",
    "text": [
      "Työpajajaksolla ammatilliset valmiutesi kehittyvät, taitosi kasvavat ja työkokemuksen karttuessa parannat mahdollisuuksiasi päästä opiskelemaan tai suoraan työhön.",
      "Työskentely tapahtuu modernisti niin itsenäisen opiskelun kuin ryhmäprojektienkin, kuten tilaus- ja harjoitustöiden parissa. Pääset oppimaan kokeilemalla ja tekemällä virheitä apunasi monimuotoiset opiskelumateriaalit sekä hyvä porukka jossa vertaisoppia.",
      "Työkokeilun aikana tukenasi ovat ohjaajat ja kouluttaja, jotka pyrkivät auttamaan tilanteessa missä hyvänsä, liittyi ongelma sitten ohjelmointiin, taloudellisiin asioihin tai henkilökohtaisempiin kysymyksiin."
    ],
    "toblog": "Katso toimintaa blogistamme!"
  },
  "applyinfo": {
    "id": "hae",
    "interested": "Kiinnostuitko?",
    "applynow": "Hae mukaan!",
    "process": "Haku",
    "text": [
      {
        "id": 0,
        "bold": "Voit hakea Digitalents Academyyn, jos olet 17-29-vuotias Helsinkiläinen nuori ja olet työttömänä työnhakijana TE-toimistossa.",
        "normal": "Työkokeilu kestää 1-6 kuukautta, jonka päätteeksi tavoitteena on löytää jatkopolku, kuten työ- tai opiskelupaikka."
      },
      {
        "id": 1,
        "bold": "Haku on käynnissä jatkuvasti, ja aloitukset ovat kuun ensimmäisenä maanantaina, mikäli vapaita paikkoja löytyy.",
        "normal": "Voit tiedustella peruutus- tai täydennyspaikkoja myös ryhmien aloittamisen jälkeen ottamalla yhteyttä suoraan työvalmentajaan."
      },
      {
        "id": 2,
        "bold": "Digitalents Academyyn haetaan Helsingin työpajojen hakulomakkeen kautta, jonka jälkeen hakijaan otetaan yhteyttä mahdollisimman pian.",
        "normal": ""
      }
    ],
    "toapply": {
      "text": "Alta pääset työpajojen yhteiseen hakulomakkeeseen. Ensisijaista toivetta työpajasta kysyttäessä valitse “Yrityksissä tapahtuva valmennus”. (Digitalents ICT Beginners) ",
      "buttontext":"Hae tästä",
      "link": "https://response.questback.com/isa/qbv.dll/ShowQuest?QuestID=5039569&sid=dClp3aBhxG"
    }
  }
}