{
  "landing": {
    "logoimg": "DTA_isologo_musta.svg",
    "slogan": "Meillä tutustut ohjelmoinnin maailmaan",
    "subslogan": "Yksin ja tiimissä, ohjatusti ja itsenäisesti",
    "scrollind": "Lisää meistä"
  },
  "intro": {
    "id": "intro",
    "title": "Haaveissa työ- tai opiskelupaikka ICT-alalta?",
    "text": [
      "Digitalents Academy on nykyaikainen ja luova oppimisympäristö 17-29-vuotiaille Helsinkiläisille työttömille työnhakijoille. Työkokeilussa perehdyt ohjelmoinnin perusteisiin ja pääset tekemään harjoitus- ja tilaustöitä aiheen parissa. Sinulla ei tarvitse olla aikaisempaa osaamista alalta. Opetussuunnitelmasi räätälöidään toiveittesi ja mielenkiintosi mukaan, ja voit esimerkiksi perehtyä nettisivujen koodaamiseen, suunnitteluun ja ylläpitoon tai keskittyä kokonaan vaikkapa peliohjelmointiin. "
    ],
    "question": "Oletko alle 29-vuotias ja kiinnostunut alasta?",
    "joinus": "Tule Mukaan!"
  },
  "infogrid": {
    "id": "toiminta",
    "title": "Tarjoamme...",
    "blocks": [
      {
        "id": 0,
        "img": "placeholder0.png",
        "title": "Harjoituksia ja oikeita projekteja",
        "text": "Koska asiat oppii parhaiten tekemällä. Työskentely tapahtuu modernisti niin itsenäisen opiskelun kuin ryhmäprojektienkin, kuten tilaus- ja harjoitustöiden parissa. Pääset oppimaan tekemällä monimuotoisten opiskelumateriaalien avulla hyvässä porukassa vertaisoppien.",
        "bgcolor": "#4d64c1"
      },
      {
        "id": 1,
        "img": "placeholder1.png",
        "title": "Vertaistukea",
        "text": "On kivempaa olla pulassa yhdessä. Koodausta opetellessasi pääset jakamaan kokemuksiasi muiden alasta kiinnostuneiden kanssa. Koska porukasta löytyy niin aloittelijoita kuin edistyneempiäkin osallistujia, on avun saanti helppoa ja vertaistukea runsaasti.",
        "bgcolor": "#08415c"
      },
      {
        "id": 2,
        "img": "placeholder2.png",
        "title": "Avustavat ohjaajat",
        "text": "Kysy mitä vaan, milloin vaan! Työkokeilun aikana tukenasi ovat ohjaajat ja kouluttaja, jotka pyrkivät auttamaan kaikenlaisissa tilanteissa liittyen ohjelmointiin, taloudellisiin asioihin tai henkilökohtaisempiin kysymyksiin.",
        "bgcolor": "#000000"
      },
      {
        "id": 3,
        "img": "placeholder3.png",
        "title": "Apua jatkopolulle ja työnhakuun",
        "text": "Vierailemme tapahtumissa, yrityksissä ja oppilaitoksissa tutustumassa tarjontaan, jotta sinä saisit selkeyttä tulevaisuudensuunnitelmiisi. Harjoittelussa ammatilliset valmiutesi kehittyvät, taitosi kasvavat ja työkokemuksen karttuessa parannat mahdollisuuksiasi päästä opiskelemaan tai suoraan työhön.",
        "bgcolor": "#08415c"
      }
    ]
  },
  "blogpreview": {
    "id": "blog",
    "title": "Tutustu toimintaan blogistamme!"
  },
  "applyinfo": {
    "id": "hae",
    "interested": "Kiinnostuitko?",
    "applynow": "Hae mukaan!",
    "process": "Haku",
    "text": [
      {
        "id": 0,
        "bold": "Voit hakea Digitalents Academyyn, jos olet 17-29-vuotias Helsinkiläinen nuori ja olet työttömänä työnhakijana TE-toimistossa.",
        "normal": "Työkokeilu kestää 1-6 kuukautta, jonka päätteeksi tavoitteena on löytää jatkopolku, kuten työ- tai opiskelupaikka."
      },
      {
        "id": 1,
        "bold": "Haku on käynnissä jatkuvasti, ja aloitukset ovat kuun ensimmäisenä maanantaina, mikäli vapaita paikkoja löytyy.",
        "normal": "Voit tiedustella peruutus- tai täydennyspaikkoja myös ryhmien aloittamisen jälkeen ottamalla yhteyttä suoraan työvalmentajaan."
      },
      {
        "id": 2,
        "bold": "Digitalents Academyyn haetaan Helsingin työpajojen hakulomakkeen kautta, jonka jälkeen hakijaan otetaan yhteyttä mahdollisimman pian.",
        "normal": ""
      }
    ],
    "toapply": {
      "text": "Hakulomakkeessa ensisijaista toivetta työpajasta kysyttäessä valitse “Yrityksissä tapahtuva valmennus”. (Digitalents ICT Beginners) ",
      "buttontext":"Hae tästä",
      "link": "https://response.questback.com/isa/qbv.dll/ShowQuest?QuestID=5039569&sid=dClp3aBhxG"
    }
  }
}